import React from 'react'
import Navbar from './Navbar'
import Staff from './Staff'


const Homepage  = () =>{
    return(
        <div>
            <Navbar/>
        <h1>แผนกฉุกเฉิน</h1>
        <div className="slider-area">
  {/* Slider */}
  <div>
        <img src="img/h4-slide5.png" alt="Slide" />
        <div className="caption-group">
          <h2 className="caption title">
            <span className="primary">
            โรงพยาบาลดีบุก
            </span>
          </h2>
        </div>
  </div>
  {/* ./Slider */}
</div>
      <div>
        <h3><p>โรงพยาบาลดีบุก เป็นโรงพยาบาลระดับทุติยภูมิ แผนกฉุกเฉินเป็นส่วนหนึ่งของ</p>
            <p>ทีมการดูแลรักษาผู้ป่วยอุบัติเหตุฉุกเฉิน และผู้ป่วยทั่วไปตลอด 24 ชั่วโมง</p></h3>
        <h5><p>โดยมีหน้าที่ให้บริการรักษาพยาบาลป้องกันแก่ผู้ป่วย ทุกเพศ ทุกวัย ทั้งชาวไทยและชาวต่างชาติ โดยเน้นให้การ</p>
            <p>พยาบาลแบบองค์รวมตามมาตรฐานวิชาชีพ ตั้งแต่การเตรียมความพร้อมในการเข้าถึงหรือการรับบริการของผู้ป่วยก่อน</p>
            <p>มาถึงโรงพยาบาลและการเชื่อมโยงกับเครือข่ายต่างๆ ที่สามารถประสานเพื่อขอความช่วยเหลือได้ในกรณีภาวะฉุกเฉิน</p>
            <p>หรือเร่งด่วนทั้งภายในจังหวัดภูเก็ต การปฐมพยาบาลเบื้องต้น (first aid) ณ จุดเกิดเหตุก่อนนำส่งโรงพยาบาล การนำ</p>
            <p>ส่งผู้ป่วย (refer) การพยาบาลผู้ป่วยตั้งแต่แรกรับ การส่งต่อผู้ป่วยไปยังแผนกต่างๆ โดยเชื่อมโยงกับทีมสหสาขาวิชาชีพ</p>
            <p>ที่เกี่ยวข้องภายในโรงพยาบาล และการส่งต่อการรักษาผู้ป่วยที่มีปัญหาซับซ้อนไปยังโรงพยาบาลอื่นได้อย่างต่อเนื่อง ถูกต้อง</p> 
            <p>ปลอดภัย และรวดเร็ว ผู้รับบริการพึงพอใจ ดังนั้นแผนกฉุกเฉิน จึงต้องมีความพร้อมในการรับดูแลผู้ป่วยฉุกเฉินทุกประเภท</p> 
            <p>รวมถึงระบบการส่งต่อผู้ป่วยไปยังโรงพยาบาลที่มีศักยภาพสูงกว่า</p></h5>    
            </div>

        <div>
        <h3>การรักษาและบริการ</h3>
            <h5><ul>
            <li>ภาวะอุบัติเหตุจราจร รถยนต์ รถจักรยานยนต์ ฯลฯ สามารถใช้สิทธิ พ.ร.บ. ได้</li>
            <li>ภาวะอุบัติเหตุทั่วไป ไฟไหม้ น้ำร้อนลวก ไฟดูด หกล้ม มีบาดแผล สัตว์กัด ฯลฯ</li>
            <li>ภาวะฉุกเฉินทางศัลยกรรม เช่น ไส้ติ่งอักเสบ ลำไส้อุดตัน ฯลฯ</li>
            <li>ภาวะฉุกเฉินทางอายุรกรรม เช่น ภาวะช๊อค หัวใจขาดเลือด ภาวะชัก หอบ สมองขาดเลือด ฯลฯ</li>
            <li>ภาวะฉุกเฉินในเด็ก เช่น ภาวะไข้สูง ชัก อาเจียน ท้องเสีย ช๊อค ฯลฯ</li>
            <li>ภาวะฉุกเฉินอื่นๆ</li>
            </ul></h5>
        </div>
        <div>
        <h3>ทีมแพทย์ผู้เชี่ยวชาญ</h3>
        <h5>
        <ul>
        <li>นพ. ธนัช อินทร์เจริญ (เวชศาสตร์ฉุกเฉิน)</li>
        <li>พญ. ชุลีพร จารุธรรมโสภณ (แพทย์เวชปฏิบัติทั่วไป)</li>
        <li>พญ. วันพรรษา อัศวรัตน์ (แพทย์เวชศาสตร์ป้องกัน)</li>
        </ul>
        </h5>
        </div>
            
            <div>
            <h3>สถานที่ตั้ง</h3>
            <h5><p>แผนกฉุกเฉินตั้งอยู่บนชั้น 1 ของอาคารวงกลม โรงพยาบาลดีบุก </p>
            </h5>
            </div>
            <div>
            <h3>เวลาทำการ</h3>
            <h5><p>เปิดบริการ ทุกวัน ตลอด 24 ชม.</p></h5>
            </div>
            <div>
            <h3>ติดต่อสอบถาม</h3>
            <h5>
            <p>– โทร: 076 298 298
            <p>– <a href="http://dibukhospital.com/contact-us/">สอบถามข้อมูล</a></p>
            <p>– <a href="http://phukethospital.com/livezilla/chat.php" target="_blank">สนทนาออนไลน์</a></p>
            <p>– อีเมล์ <a href="mailto:info@dibukhospital.com">info@dibukhospital.com</a></p></p>
            </h5>
            </div>

        </div>
    
    )
}
export default Homepage